console.log(` 110 баллов:
\n 
\n 1) Вёрстка валидная (+10)
\n
\n 2) Вёрстка семантическая (+20):
\n 2.1) В коде странице присутствуют следующие элементы (указано минимальное количество, может быть больше):
\n <header>, <main>, <footer> (+3)
\n 2.2) пять элементов <section> (по количеству секций) (+3)
\n 2.3) только один заголовок <h1> (+3)
\n 2.4) четыре заголовка <h2> (количество секций минус одна, у которой заголовок <h1>) (+3)
\n 2.5) один элемент <nav> (панель навигации) (+3)
\n 2.6) два списка ul > li > a (панель навигации, ссылки на соцсети) (+3)
\n 2.7) пять кнопок <button> (+2)
\n
\n 3) Вёрстка соответствует макету (+48):
\n 3.1) блок <header> (+6)
\n 3.2) секция welcome (+7)
\n 3.3) секция about (+7)
\n 3.4) секция service (+7)
\n 3.5) секция prices (+7)
\n 3.6) секция contacts (+7)
\n 3.7) блок <footer> (+7)
\n
\n 4) Требования к css (+ 12):
\n 4.1) для построения сетки используются флексы или гриды (+2)
\n 4.2) при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону (+2)
\n 4.3) фоновый цвет тянется на всю ширину страницы (+2)
\n 4.4) иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления (+2)
\n 4.5) изображения добавлены в формате .jpg или .png (+2)
\n 4.6) есть favicon (+2)
\n 
\n 5) Интерактивность, реализуемая через css (+20):
\n 5.1) плавная прокрутка по якорям (+5)
\n 5.2) cсылки в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/ (+5) 
\n 5.3) интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, 
\n но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике, 
\n для элемента указываем эти стили. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета (+5)
\n 5.4) обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы (+5)`);